{"en": {
    "inicio": "Home",
    "catalogo-nav": "Catalog",
    "nosotros": "About Us",
    "contacto": "Contact",
    "placeholder-nav": "Search...",
    "rgpd-title": "General Data Protection Regulation (GDPR)",
    "responsable-title": "DATA CONTROLLER",
    "responsable-denominacion": "Name:",
    "responsable-cif": "C.I.F./N.I.F.:",
    "responsable-sede": "Headquarters:",
    "responsable-telefono": "Phone:",
    "responsable-email": "Email:",
    "finalidad-title": "DATA PROCESSING PURPOSE",
    "finalidad-intro": "In accordance with the provisions of Regulation (EU) 679/2016 and Organic Law 3/2018 of December 5 on the protection of personal data and guarantee of digital rights, we inform you that the personal data you provide to us and those generated during the relationship with you are processed for the following purposes:",
    "finalidad-solicitudes": "To address the requests you make.",
    "finalidad-info": "To provide you with information about the services of <b>Flor de Té S.L.</b>, consenting to the sending of commercial communications by email or any other equivalent electronic communication means (such as SMS) that you have provided.",
    "finalidad-promociones": "To allow your participation in raffles and/or commercial promotions.",
    "finalidad-curriculum": "If you submit a CV, to evaluate your candidacy in recruitment processes.",
    "finalidad-actividades": "To send communications by any means you have provided, related to the activities carried out by the entity and that may be of interest to you.",
    "finalidad-respuestas": "To respond to inquiries, complaints, and suggestions, and to carry out all kinds of communication actions.",
    "finalidad-gestion": "To manage the accounting, tax, and administrative aspects of the entity.",
    "conservacion-title": "DATA RETENTION PERIOD",
    "conservacion-duracion": "The personal data provided will be retained as long as their deletion is not requested by the data subject or their legal representative, as long as they are necessary – including the need to retain them for the applicable or relevant limitation periods – for the purpose for which they were collected or recorded.",
    "conservacion-obligacion": "Data retention will be subject to the legal obligation <b>Flor de Té S.L.</b> has to retain them. Once these periods are exceeded, the data will be destroyed or deleted, ensuring that the information contained in the media cannot be recovered.",
    "legitimacion-title": "LEGAL BASIS FOR PROCESSING",
    "legitimacion-explicacion": "The legal basis for processing your data is the consent provided by the data subject. This consent is obtained expressly and unequivocally through the completion and, where applicable, submission of paper or electronic documents and forms that collect your data. All entity documents used to collect data for various purposes include informative clauses in accordance with data protection regulations, and consent is expressly given by the data subject's signature or the submission of existing forms on the website.",
    "legitimacion-contrato": "It is also a legitimate basis that the processing is necessary for the execution of a contract or the provision of a service offered to the data subjects, in which they are a party, or for the application of pre-contractual measures at their request (art. 6.1.a and b GDPR).",
    "legitimacion-revocacion": "<b>Flor de Té S.L.</b> is also authorized to comply with the legal obligations to which it is subject and to satisfy legitimate interests, provided that these do not override the interests or fundamental rights of the data subjects.",
    "legitimacion-derecho": "Whatever the cause of legitimation, consent can be revoked at any time.",
    "comercio_justo": "Fair Trade",
    "sin_crueldad": "Cruelty-Free",
    "organico": "100% Organic",
    "sin_microplasticos": "No Microplastics",
    "suscribete": "Subscribe to our newsletter",
    "ofertas": "Offers, news, and exclusive discounts. Will you miss it?",
    "input_placeholder": "Enter your email",
    "enlaces": "Useful Links",
    "carrito": "Cart",
    "politicas": "Policies",
    "aviso": "Legal Notice",
    "cookies": "Cookie Policy",
    "privacidad": "Privacy Policies"
  }
}